xmlsamples/DAS_Query/PROD-KR-GetCascadeList-AIS-KR447.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xrsi="http://www.westernunion.com/schema/xrsi" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <soapenv:Header/>
   <soapenv:Body>
      <xrsi:h2h-das-request>
         <foreign_remote_system>
            <identifier>WGHHKR4470P</identifier>
            <reference_no>29997000141024240</reference_no>
            <counter_id>KR447TT0001A</counter_id>
         </foreign_remote_system>
         <name>GetCascadeList</name>
         <filters>
            <queryfilter1>en</queryfilter1>
            <queryfilter2>CMBRURUB</queryfilter2>
         </filters>
      </xrsi:h2h-das-request>
   </soapenv:Body>
</soapenv:Envelope>